In [5]:
#문제
import pandas as pd

In [11]:
students = pd.read_csv("data/student_list.csv")

In [12]:
students

    이름        학번     전공
0  홍길동  18100375   경영학과
1  홍길순  19200236    사학과
2  임꺽정  18100386   경영학과
3  저팔계  20300179  전자공학과
4  갑돌이  20300175  전자공학과
5  갑순이  19200453    사학과

In [25]:
students[['학번']]

         학번
0  18100375
1  19200236
2  18100386
3  20300179
4  20300175
5  19200453